Repository: wagafo/chatter
Catalog: po/*.po
Languages: ca, es

source: Add Conversation
ca: Afegeix la conversa
es: Añadir conversación

source: Server:
ca: Servidor:
es: Servidor:

source: Channel / Nickname:
ca: Canal / Sobrenom:
es: Canal / Apodo:

source: Let's chat
ca: Xerrem
es: Charlemos

source: <font color="grey">Topic: </font><font color="black">%topic</font>
ca: <font color="grey">Tema: </font><font color="black">%topic</font>
es: <font color="grey">Tema: </font><font color="black">%topic</font>

source: %1 has changed topic to %2
ca: %1 ha canviat el tema a %2
es: %1 ha cambiado el tema a %2

source: %1 is now known as %2
ca: %1 és ara %2
es: %1 es ahora %2

source: %1 has joined
ca: %1 s'ha unit
es: %1 se ha unido

source: %1 has left (%2)
ca: %1 ha sortit (%2)
es: %1 ha salido (%2)

source: %1 has quit
ca: %1 se n'ha anat
es: %1 se ha ido

source: Joining %n...
ca: S'està unint a %n...
es: Uniéndose a %n...

source: Connecting to %n...
ca: S'està connectant a %n...
es: Conectando a %n...

source: IRC Servers
ca: Servidors d'IRC
es: Servidores de IRC

source: Unnamed Server
ca: Servidor desconegut
es: Servidor desconocido

source: Name:
ca: Nom:
es: Nombre:

source: IRC URLs are in the form:<br/>ircs://<i>host</i>[:<i>port</i>] (secure connections)<br/>irc://<i>host</i>[:<i>port</i>] (insecure connections)<br/><br/>The port is optional and will default to 6697 for secure connections and 6667 for insecure connections.<br/><br/>For example, ircs://irc.freenode.net is the URL for the freenode server.
ca: Les URL de l'IRC tenen la forma:<br/>ircs://<i>host</i>[:<i>puerto</i>] (conexiones seguras)<br/>irc://<i>host</i>[:<i>puerto</i>] (conexions insegures)<br/><br/>El port és opcional i serà el 6697 per defecte a les connexions segures i el 6667 per a les connexions insegures..<br/><br/>Per exemple, ircs://irc.freenode.net és la URL del servidor freenode.
es: Las URLs de IRC tienen la forma:<br/>ircs://<i>host</i>[:<i>puerto</i>] (conexiones seguras)<br/>irc://<i>host</i>[:<i>puerto</i>] (conexiones inseguras)<br/><br/>El puerto es opcional y será el 6697 por defecto en las conexiones seguras y el 6667 para las conexiones inseguras.<br/><br/>Por ejemplo, ircs://irc.freenode.net es la URL del servidor freenode.

source: Server password (optional):
ca: Contrasenya del servidor (opcional)
es: Contraseña del servidor (opcional)

source: Nickname:
ca: Sobrenom:
es: Apodo:

source: Real name:
ca: Nom real:
es: Nombre real:

source: Add Server
ca: Afegeix el servidor
es: Añadir servidor

source: Delete Server
ca: Elimina el servidor
es: Borrar servidor

source: Settings
ca: Configuració
es: Configuración

source: Real Name:
ca: Nombre real:
es: Nombre real:

source: Configure Servers...
ca: Configura els servidors...
es: Configurar servidores...

source: Welcome to Chatter!<br/><br/>Chatter is a program that allows you to use an Internet Relay Chat (IRC) network. An IRC network is made up of thousands of users communicating using text in <i>channels</i>. For most networks, anyone can open a channel and the channels are public.<br/><br/>For example, you might join the channel #ilovecats:<br/><br/>&lt;catlover&gt; You know what I think? Cats are great!<br>&lt;felinefriend&gt; catlover: Me too!<br>&lt;dogsarebest&gt; I think I'm in the wrong channel...
ca: ¡Us donem la benviguda al Chatter!<br/><br/>El Chatter és un programa que us permet usar la xarxa IRC (Internet Relaty Chat). Una xarxa IRC es composa de milers d'usuaris comunicant-se mitjançant text a <i>canals</i>. A la major part de les xarxes, qualsevol pot obrir un canal i els canals són públics.<br/><br/>Per exemple, us podríeu unir al canal #ilovecats:<br/><br/>&lt;amantdegats&gt; Sabeu el que crec? Que els gats són genials! <br>&lt;amicfeli&gt; amantdegats: Jo també!<br>&lt;millorelsgossos&gt; Crec que estic al canal equivocat...
es: ¡Bienvenido/a a Chatter!<br/><br/>Chatter es un programa que le permite usar una red IRC (Internet Relay Chat). Una red IRC se compone de miles de usuarios comunicándose mediante texto en <i>canales</i>. En la mayoría de las redes, cualquiera puede abrir un canal y los canales son públicos.<br/><br/>Por ejemplo, podría unirse al canal #ilovecats:<br/><br/>&lt;amantegatuno&gt; ¿Sabe lo que creo? ¡Que los gatos son geniales! <br>&lt;amigofelino&gt; amantegatuno: ¡Yo también!<br>&lt;mejorlosperros&gt; Creo que estoy en el canal equivocado...

source: To use IRC, you need to pick a <i>nickname</i> for yourself. It must start with a letter and only contain letters, numbers and the '_' character (a small number of other characters are allowed but are probably not useful<br/><br/>Traditionally nicknames are short (not more than nine characters). You can change your nickname at any time.
ca: Per usar l'IRCE us cal triar un <i>sobrenom</i>. Ha de començar amb una lletra i sols contenir lletres, nombres i el caràcter «_» (es permet també un petit nombre d'altres caràcters però no són segurament massa útils<br/><br/>Tradicionalment els sobrenoms són curts (no més de nou caràcters). Podeu canviar el vostre sobrenom en qualsevol moment.
es: Para usar IRC necesita elegir un <i>apodo</i> para usted. Debe comenzar con una letra y solo contener letras, números y el carácter '_' (se permite también un pequeño número de otros caracteres pero no son seguramente muy útiles<br/><br/>Tradicionalmente los apodos son cortos (no mas de nueve caracteres). Puede cambiar su apodo en cualquier momento.

source: My nickname is:
ca: El meu sobrenom és:
es: Mi apodo es:

source: chattyman
ca: xerraire
es: parlanchin

source: As well as a nickname, you can set your real name. This is optional, and can be set to whatever you like. You can change your name later if you wish.
ca: A més d'un sobrenom, podeu posar el vostre nom real. Això és opcional, i podeu posar el que vulgueu. Podeu canviar el vostre nom més tard si voleu.
es: Además de un apodo, puede poner su nombre real. Esto es opcional, y puede poner lo que quiera. Puede cambiar su nombre mas tarde si quiere.

source: My real name is:
ca: El meu nom real és:
es: Mi nombre real es:

source: Sir Talksalot
ca: Senyor Parlomassa
es: Señor Hablomucho

source: You know, they say talking to yourself is the first sign of madness... Probably better to find a channel to talk to others on.<br/><br/>I've gone ahead an picked #ubuntu on freenode for you. You can chat there about how great your Ubuntu device is. Or perhaps you know a better channel?
ca: Diuen que parlar amb u mateix és el primer signe de bogeria... Probablement és millor trobar un canal per parlar amb d'altri.<br/><br/>He pres la iniciativa i us he triat #ubuntu al freenode. Podeu xerrar aquí sobre què magnífic que és el vostre dispositiu amb l'Ubuntu. O potser coneixeu algun altre canal millor?
es: Dicen que hablar con uno mismo es el primer signo de locura... Probablemente es mejor encontrar un canal para hablar con otros.<br/><br/>He tomado la iniciativa y elegí #ubuntu en freenode para usted. Puede hablar allí sobre que estupendo es su dispositivo con Ubuntu. ¿O tal vez conozca otro canal mejor?

source: Connect to the server:
ca: Connexió amb el servidor
es: Conectar al servidor:

source: Chat on the channel:
ca: Xats al canal:
es: Charlar en el canal:

source: OK, I'm in
ca: D'acord, estic a dins
es: Vale, estoy dentro

source: What was IRC again?
ca: Què era l'IRC, un altre cop?
es: ¿Me explica que es IRC otra vez?

source: That's my real name, honest
ca: Aquest és el meu nom real, honestament
es: Ese es mi nombre real, honesto

source: Um, I think I spelt my name wrong
ca: Mm, crec que m'he equivocat en escriure el meu nom
es: Oh creo que escribí mal mi nombre

source: Let's talk
ca: Xerrem
es: Hablemos

source: You are not currently subscribed to any channels
ca: No teniu subscripció a cap canal
es: No está suscrito a ningún canal

source: Chat on Internet Relay Chat (IRC) networks
ca: Xat a les xarxes Internet Relay Chat (IRC)
es: Charla en redes IRC (Internet Relay Chat)
